{
    "title": "OXO Good Grips Cold Brew Coffee Maker",
    "description": "Our Cold Brew Coffee Maker simplifies the cold-brew process with its unique features. For example, the Rainmaker ensures water is distributed evenly over coffee grounds, the Brew-Release Switch is easily accessible and allows you to stop and start the draining process, and the stainless steel ultra-fine mesh filter is removable for easy cleaning. The Coffee Maker has all the hard work covered – all you have to do is add coffee grounds and water. Once you make the concentrate, you can add ice and water for iced coffee or hot water or milk for hot coffee.",
    "referenceId": null,
    "date_created": "1438392923",
    "date_modified": "1452124554",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": null,
    "id": "6287585",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "OXO-Good-Grips-Cold-Brew-Coffee-Maker",
    "category": null,
    "duration": "120",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "OXO",
        "hdvFlag": 1,
        "hookText": "http:\/\/www.oxo.com\/p-1403-cold-brew-coffee-maker.aspx\n\nOur Cold Brew Coffee Maker simplifies the cold-brew process with its unique features. For example, the Rainmaker™ ensures water is distributed evenly over coffee grounds, the Brew-Release Switch is easily accessible and allows you to stop and start the draining process, and the stainless steel ultra-fine mesh filter is removable for easy cleaning. The Coffee Maker has all the hard work covered – all you have to do is add coffee grounds and water. Once you make the concentrate, you can add ice and water for iced coffee or hot water or milk for hot coffee.",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/EoogoTprk0w\/hqdefault.jpg",
        "videoId": "EoogoTprk0w",
        "mediaDuration": "120",
        "prettyDuration": "00:02:00"
    },
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null
}