{
    "title": "Britax ClickTight - The Leader in Safety Technology - Changing Car Seat Installation Forever",
    "description": "As the leader in safety technology, we are concerned to know that 3 out 4 car seats are installed incorrectly and so we’ve set out to change car seat installation forever with the revolutionary Britax ClickTight Installation System. ClickTight makes safe car seat installation as simple as buckling a seat belt so that now everyone can install with REAL confidence in just a few easy steps. This revolutionary technology is now available in both Britax convertible and harness-2-booster seats.",
    "referenceId": null,
    "date_created": "1438627688",
    "date_modified": "1452121478",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": null,
    "id": "6288396",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Britax-ClickTight-The-Leader-in-Safety-Technology-Changing-Car-Seat-Installation-Forever",
    "category": null,
    "duration": "30",
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Britax Child Safety, Inc",
        "hdvFlag": 1,
        "hookText": "As the leader in safety technology, we are concerned to know that 3 out 4 car seats are installed incorrectly and so we’ve set out to change car seat installation forever with the revolutionary Britax ClickTight Installation System. ClickTight makes safe car seat installation as simple as buckling a seat belt so that now everyone can install with REAL confidence in just a few easy steps. This revolutionary technology is now available in both Britax convertible and harness-2-booster seats. Learn more at http:\/\/www.britaxusa.com\/clicktight",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/KwHceYG5E0E\/hqdefault.jpg",
        "videoId": "KwHceYG5E0E",
        "mediaDuration": "30",
        "prettyDuration": "00:00:30"
    },
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null
}