{
    "title": "Eggs, Sausages and Pancakes using the Cuisinart Griddler® Deluxe",
    "description": "The Griddler® Deluxe by Cuisinart takes grilling to new heights! It offers six enticing cooking options. The reversible grill and griddle plates, combined with dual-zone temperature control, give home chefs complete control. This grill is perfect for making pancakes and eggs for breakfast, panini and open-faced sandwiches for lunch, and burgers or fajitas for dinner. The extra-large grilling surface is ideal for entertaining a crowd or making family meals. The new SearBlast feature locks in the flavor of steaks. With dishwasher-safe accessories, an elegant new look, and 1800 watts of power, DELUXE is an understatement!",
    "referenceId": "z1NCisHDcsc",
    "date_created": "1467996753",
    "date_modified": "1478722452",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": null,
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": null,
    "id": "67505893",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Eggs-Sausages-and-Pancakes-using-the-Cuisinart-Griddler-Deluxe",
    "category": "",
    "duration": 88,
    "settings": {},
    "asset": {
        "type": "youtube",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/z1NCisHDcsc\/hqdefault.jpg",
        "uploadDate": 1467996753,
        "videoId": "z1NCisHDcsc",
        "title": "Eggs, Sausages and Pancakes using the Cuisinart Griddler® Deluxe",
        "description": "The Griddler® Deluxe by Cuisinart® takes grilling to new heights! It offers six enticing cooking options. The reversible grill and griddle plates, combined with dual-zone temperature control, give home chefs complete control. This grill is perfect for making pancakes and eggs for breakfast, panini and open-faced sandwiches for lunch, and burgers or fajitas for dinner. The extra-large grilling surface is ideal for entertaining a crowd or making family meals. The new SearBlast™ feature locks in the flavor of steaks. With dishwasher-safe accessories, an elegant new look, and 1800 watts of power, DELUXE is an understatement!",
        "author": "Cuisinart Canada",
        "mediaDuration": 88,
        "prettyDuration": "00:01:28",
        "views": "119",
        "uploadAsset": false,
        "quality": ""
    },
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null
}