{
    "title": "PUR ULTIMATE Water Filtration System",
    "description": "PUR ULTIMATE Water Filtration System. I nice affordable way to get filtered water right from your kitchen sink. My first unit was impossible to line up so the water came out straight down, it always lined up crooked. I delt with it until I needed to change the filter and then noticed a leak. I contacted customer support and by the time they got back to me I had fixed the leak, but the it was still crooked. I mentioned to them about it being crooked and they sent me a new unit right away and guess what, it aligned perfectly EVERY time.",
    "referenceId": "65ttP4nQhO0",
    "date_created": "1486084319",
    "date_modified": "1490123620",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "Featured",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": null,
    "id": "85262685",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "PUR-ULTIMATE-Water-Filtration-System",
    "category": null,
    "duration": 186,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "JRESHOW",
        "hdvFlag": 1,
        "description": "PUR ULTIMATE Water Filtration System. I nice afforable way to get filtered water right from your kitchen sink. My first unit was impossible to line up so the water came out straight down, it always lined up crooked. I delt with it until I needed to change the filter and then noticed a leak. I contacted customer support and by the time they got back to me I had fixed the leak, but the it was still crooked. I mentioned to them about it being crooked and they sent me a new unit right away and guess what, it aligned perfectly EVERY time. Get the PUR here: http:\/\/goo.gl\/Wbb4Sd Get filters here: http:\/\/goo.gl\/1UcraH",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/65ttP4nQhO0\/hqdefault.jpg",
        "videoId": "65ttP4nQhO0",
        "mediaDuration": 186,
        "prettyDuration": "00:03:06",
        "uploadAsset": false,
        "quality": ""
    },
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null
}