{
    "title": "Leifheit Pegasus 120 Compact (English)",
    "description": "Pegasus 120 Compact is the name of the Leifheit wing-type laundry dryer that fits easily every narrow bathroom or -- more space saving -- in every commercial bathtubs. The two parallel supporting legs are only 44 cm narrow. The rounded off foot covers are made of soft grip material. They ensure stability and are kind to the material of the bathtub. Despite its small size it offers the whole Pegasus drying comfort: side foldable elements, which widen the drying length up to 12 m. With their height of 92 cm they are also suitable for large laundry. In addition it has sturdy supporting legs and drying bars, which do not sag even when they are used for heavy laundry. Folded, the Pegasus 120 Compact is easy to store. All parts are rust proof. 3 years guarantee.",
    "referenceId": "-cihCXboZp4",
    "date_created": "1493145128",
    "date_modified": "1493147330",
    "tags": null,
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "video_type": "spring_cleaning",
    "status": "approved",
    "visibility": "1",
    "category_id_1": null,
    "category_id_2": null,
    "category_id_3": null,
    "category_id_4": null,
    "category_id_5": null,
    "Concept": null,
    "mod_request": null,
    "cc_request": null,
    "creator": null,
    "video_classification1": null,
    "user_id": null,
    "id": "88485525",
    "loginId": "1758166",
    "entityType": "1",
    "titleTextEncoded": "Leifheit-Pegasus-120-Compact-English",
    "category": null,
    "duration": 64,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Leifheit",
        "hdvFlag": 1,
        "description": "Pegasus 120 Compact is the name of the Leifheit wing-type laundry dryer that fits easily every narrow bathroom or -- more space saving -- in every commercial bathtubs. The two parallel supporting legs are only 44 cm narrow. The rounded off foot covers are made of soft grip material. They ensure stability and are kind to the material of the bathtub. Despite its small size it offers the whole Pegasus drying comfort: side foldable elements, which widen the drying length up to 12 m. With their height of 92 cm they are also suitable for large laundry. In addition it has sturdy supporting legs and drying bars, which do not sag even when they are used for heavy laundry. Folded, the Pegasus 120 Compact is easy to store. All parts are rust proof. 3 years guarantee. Further information available under http:\/\/www.leifheit.de\/en\/fresh-laundry\/drying.html",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/-cihCXboZp4\/hqdefault.jpg",
        "videoId": "-cihCXboZp4",
        "mediaDuration": 64,
        "prettyDuration": "00:01:04",
        "uploadAsset": false,
        "quality": ""
    },
    "delete": null,
    "notes": null,
    "uploader": null,
    "modified_date": null,
    "created_date": null
}